[AttributePresentation_Mercenary AttributePresentationDefinition]
Description="$Play with the willow tree. Personality card description.."
NoConstraintText=""
Suffix=""
Prefix=""

[Mercenary.Head_Snowman UsableCustomizationItemDefinition]
ItemCardTopStatString="%stwo %s1"
UseFailureCharacterMessage="You need it %s To use this article."
ItemName=""
PickupMessage="You are there %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="This product is no longer available.."
NoManufacturerName="Conclusion"

[Mercenary.Head_Turkey UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 of them. %s1"
UseFailureCharacterMessage="That should do it. %s Please use this site.."
ItemName=""
PickupMessage="Deserve. %s"
UseFailureLevelMessage="You need %d or higher to use it.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="Usually"

[Mercenary.Skin_Thanks UsableCustomizationItemDefinition]
ItemCardTopStatString="%sfrom 2 %s1"
UseFailureCharacterMessage="And you should too. %s Use this script."
ItemName=""
PickupMessage="it's very close to you %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use these words.."
NoManufacturerName="Mostly"

[Mercenary.Skin_Xmas UsableCustomizationItemDefinition]
ItemCardTopStatString="%sOnly 2 %s1"
UseFailureCharacterMessage="he should %s to spend."
ItemName=""
PickupMessage="close to you %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="This action is not allowed."
NoManufacturerName="review"

